Repository: fmeurou/geocurrency
Catalog: src/geocurrency/core/locale/*/LC_MESSAGES/django.po
Languages: af

source: Arabic
af: Arabies

source: Algerian Arabic
af: Algerynse Arabies

source: Asturian
af: Asturies

source: Azerbaijani
af: Azerbeidjans

source: Bulgarian
af: Bulgaars

source: Belarusian
af: Belo-Russies

source: Bengali
af: Bengaals

source: Breton
af: Bretons

source: Bosnian
af: Bosnies

source: Catalan
af: Katalaans

source: Czech
af: Tsjeggies

source: Welsh
af: Wallies

source: Danish
af: Deens

source: German
af: Duits

source: Lower Sorbian
af: Laer Sorbies

source: Greek
af: Grieks

source: English
af: Engels

source: Australian English
af: Australiese Engels

source: British English
af: Britse Engels

source: Spanish
af: Spaans

source: Argentinian Spanish
af: Argentynse Spaans

source: Colombian Spanish
af: Colombiaanse Spaans

source: Mexican Spanish
af: Mexikaanse Spaans

source: Nicaraguan Spanish
af: Nicaraguaans Spaans

source: Venezuelan Spanish
af: Venezolaanse Spaans

source: Estonian
af: Esties

source: Basque
af: Baskies

source: Persian
af: Persies

source: Finnish
af: Fins

source: French
af: Frans

source: Frisian
af: Fries

source: Irish
af: Iers

source: Scottish Gaelic
af: Skotse Gallies

source: Galician
af: Galisies

source: Hebrew
af: Hebreeus

source: Croatian
af: Kroaties

source: Upper Sorbian
af: Bo-Sorbies

source: Hungarian
af: Hongaars

source: Armenian
af: Armeens

source: Indonesian
af: Indonesies

source: Ido
af: Ek doen

source: Icelandic
af: Yslands

source: Italian
af: Italiaans

source: Japanese
af: Japannees

source: Georgian
af: Georgies

source: Kazakh
af: Kazaks

source: Korean
af: Koreaans

source: Kyrgyz
af: Kirgisies

source: Luxembourgish
af: Luxemburgs

source: Lithuanian
af: Litaus

source: Latvian
af: Lets

source: Macedonian
af: Masedonies

source: Malayalam
af: Maleisiër

source: Mongolian
af: Mongools

source: Burmese
af: Birmaans

source: Norwegian Bokmål
af: Noorse Bokmål

source: Nepali
af: Nepalees

source: Dutch
af: Nederlands

source: Norwegian Nynorsk
af: Noorse Nynorsk

source: Ossetic
af: Osseties

source: Polish
af: Pools

source: Portuguese
af: Portugees

source: Brazilian Portuguese
af: Brasiliaanse Portugees

source: Romanian
af: Roemeens

source: Russian
af: Russies

source: Slovak
af: Slowaaks

source: Slovenian
af: Sloweens

source: Albanian
af: Albanees

source: Serbian
af: Serwies

source: Serbian Latin
af: Serwies Latyn

source: Swedish
af: Sweeds

source: Turkmen
af: Turkmeense

source: Turkish
af: Turks

source: Tatar
af: Tataars

source: Ukrainian
af: Oekraïens

source: Urdu
af: Oerdoe

source: Uzbek
af: Oesbekies

source: Vietnamese
af: Viëtnamese

source: Simplified Chinese
af: Vereenvoudigde Sjinees

source: Traditional Chinese
af: Tradisionele Sjinees

source: Unknown country or no info for this country
af: Onbekende land of geen inligting vir hierdie land nie

source: Rate could not be found
af: Koers kon nie gevind word nie

source: length
af: lengte

source: time
af: tyd

source: current
af: huidige

source: luminosity
af: helderheid

source: mass
af: massa

source: substance
af: stof

source: temperature
af: temperatuur

source: constant
af: konstant

source: area
af: gebied

source: frequency
af: frekwensie

source: wavenumber
af: golwe nommer

source: velocity
af: snelheid

source: acceleration
af: versnelling

source: force
af: krag

source: energy
af: energie

source: power
af: krag

source: density
af: digtheid

source: pressure
af: druk

source: torque
af: wringkrag

source: viscosity
af: viskositeit

source: kinematic viscosity
af: kinematiese viskositeit

source: fluidity
af: vloeibaarheid

source: concentration
af: konsentrasie

source: activity
af: aktiwiteit

source: entropy
af: entropie

source: molar entropy
af: molêre entropie

source: heat transmission
af: hitte-oordrag

source: luminance
af: helderheid

source: luminous flux
af: ligstroom

source: illuminance
af: verligting

source: intensity
af: intensiteit

source: charge
af: hef

source: electric potential
af: elektriese potensiaal

source: electric field
af: elektriese veld

source: resistance
af: weerstand

source: conductance
af: geleiding

source: capacitance
af: kapasitansie

source: inductance
af: induktansie

source: magnetic flux
af: magnetiese vloed

source: magnetic field
af: magnetiese veld

source: magnetomotive force
af: magnetomotiewe krag

source: electric dipole
af: elektriese dipool

source: electric quadrupole
af: elektriese vierhoek

source: magnetic dipole
af: magnetiese dipool

source: printing unit
af: drukeenheid

source: gaussian charge
af: gaussiese lading

source: gaussian current
af: gaussiese stroom

source: gaussian electric potential
af: gaussiese elektriese potensiaal

source: gaussian electric field
af: Gaussiese elektriese veld

source: gaussian electric displacement field
af: Gaussiese elektriese verplasingsveld

source: gaussian electric flux
af: Gaussiese elektriese vloed

source: gaussian magnetic field
af: gaussiese magnetiese veld

source: gaussian magnetic field strength
af: gaussiese magnetiese veldsterkte

source: gaussian magnetic flux
af: gaussiese magnetiese vloed

source: gaussian resistance
af: gaussiese weerstand

source: gaussian resistivity
af: gaussiese weerstand

source: gaussian capacitance
af: gaussiese kapasiteit

source: gaussian inductance
af: gaussiese induksie

source: gaussian conductance
af: gaussiese geleiding

source: esu charge
af: esu lading

source: esu current
af: esu stroom

source: esu electric potential
af: esu elektriese potensiaal

source: esu magnetic flux
af: esu magnetiese vloed

source: esu magnetic field
af: esu magnetiese veld

source: meter per second
af: meter per sekonde

source: meter per square second
af: meter per vierkante sekonde

source: square meter
af: vierkante meter

source: cubic meter
af: Kubieke meter

source: Copper Kα
af: Koper Kα

source: Molybdenum K-α
af: Molibdeen K-α

source: Tungsten K-α
af: Wolfram K-α

source: long ton-force
af: lang tonkrag

source: long ton
af: lang ton

source: short ton force
af: kort ton krag

source: short hundredweight
af: kort honderdgewig

source: short ton
af: kort ton

source: US International Ampere
af: Amerikaanse internasionale ampère

source: US international Ohm
af: Amerikaanse internasionale Ohm

source: US international Volt
af: Amerikaanse internasionale Volt

source: US therm
af: Amerikaanse term

source: acre
af: akker

source: acre-foot
af: akkervoet

source: ampere
af: ampère

source: ampere-turn
af: ampere-draai

source: angstrom star
af: angstrom ster

source: apothecary dram
af: apteek dram

source: apothecary ounce
af: aptekersons

source: apothecary pound
af: apteek pond

source: minute of arc
af: minuut boog

source: second of arc
af: tweede van boog

source: are
af: is

source: astronomical unit
af: sterrekundige eenheid

source: atmosphere liter
af: atmosfeer liter

source: atomic mass constant
af: atoommassakonstante

source: atomic unit of current
af: atoomeenheid van stroom

source: atomic unit of electric field
af: atoomeenheid van elektriese veld

source: atomic unit of force
af: atoomeenheid van krag

source: atomic unit of intensity
af: atoom-eenheid van intensiteit

source: atomic unit of temperature
af: atoom-eenheid van temperatuur

source: atomic unit of time
af: atoomeenheid van tyd

source: Avogadro constant
af: Avogadro konstant

source: Avogadro number
af: Avogadro nommer

source: bag
af: sak

source: bar
af: kroeg

source: barn
af: skuur

source: barrel
af: vat

source: beer barrel
af: biervat

source: biot turn
af: biot draai

source: bit
af: bietjie

source: bits per pixel
af: bisse per pixel

source: board foot
af: bordvoet

source: boiler horsepower
af: ketel perdekrag

source: boltzmann constant
af: boltzmann konstante

source: british thermal unit
af: Britse termiese eenheid

source: bushel
af: skepel

source: cable length
af: kabellengte

source: calorie
af: kalorie

source: carat
af: karaat

source: centimeter H20
af: sentimeter H20

source: centimeter Hg
af: sentimeter Hg

source: century
af: eeu

source: chain
af: ketting

source: circular mil
af: omsendbrief mil

source: classical electron radius
af: klassieke elektronstraal

source: common year
af: gewone jaar

source: conductance quantum
af: geleidingskwantum

source: conventional ampere
af: konvensionele ampère

source: conventional coulomb
af: konvensionele coulomb

source: conventional farad
af: konvensionele farad

source: conventional henry
af: konvensionele henry

source: conventional josephson constant
af: konvensionele josephson konstante

source: conventional ohm
af: konvensionele ohm

source: conventional volt
af: konvensionele volt

source: conventional Von Klitzing constant
af: konvensionele Von Klitzing-konstante

source: conventional Watt
af: konvensionele Watt

source: coulomb constant
af: coulomb konstante

source: count
af: tel

source: counts per second
af: tel per sekonde

source: cubic centimeter
af: kubieke sentimeter

source: cubic milliimeter
af: kubieke millimeter

source: cubic foot
af: kubieke voet

source: cubic inch
af: kubieke duim

source: cubic yard
af: kubieke erf

source: cup
af: beker

source: darcy
af: skat

source: day
af: dag

# unit
source: day
af: dag

source: debye
af: totsiens

source: decade
af: dekade

# symbol
source: decade
af: dekade

source: decibel
af: desibel

source: degree
af: graad

source: degree Celsius
af: graad Celsius

source: degree Fahrenheit
af: graad Fahrenheit

source: degree Rankine
af: graad Rankine

source: degree Reaumur
af: graad Reaumur

source: denier
af: ontkenner

source: Dirac constant
af: Dirac konstante

source: dry barrel
af: droë vat

source: dry gallon
af: droë liter

source: dry pint
af: droë pint

source: dry quart
af: droë kwart

source: eletcrical horsepower
af: elektriese perdekrag

source: electron G-factor
af: elektron G-faktor

source: electron mass
af: elektronmassa

source: electronvolt
af: elektronvolt

source: elementary charge
af: elementêre lading

source: entropy unit
af: entropie-eenheid

source: enzyme unit
af: ensiemeenheid

source: faraday
af: vêrdag

source: faraday constant
af: vêrdag konstant

source: fathom
af: peil

source: fifteen degree calorie
af: vyftien grade kalorie

source: fifth
af: vyfde

source: fine structure constant
af: fyn struktuur konstant

source: first radiation constant
af: eerste stralingskonstante

source: fluid dram
af: vloeibare dram

source: fluid ounce
af: vloeibare ons

source: foot
af: voet

source: foot H2O
af: voet H2O

source: foot per second
af: voet per sekonde

source: foot pound
af: voet pond

source: gram-force
af: gram-krag

source: kilogram-force
af: kilogram-krag

source: tonne-force
af: tonkrag

source: ounce-force
af: ons-krag

source: pound-force
af: pond-krag

source: fortnight
af: twee weke

source: furlong
af: vêr

source: gallon
af: liter

source: gill
af: kiewe

source: grade
af: graad

source: grain
af: graan

source: gray
af: grys

source: gregorian year
af: Gregoriaanse jaar

# unit
source: gregorian year
af: Gregoriaanse jaar

source: hectare
af: hektaar

source: hogshead
af: varkkop

source: horsepower
af: perdekrag

source: hour
af: uur

source: hundredweight
af: honderdgewig

source: impedance of free space
af: impedansie van vrye ruimte

source: imperial barrel
af: keiserlike vat

source: imperial bushel
af: keiserlike skepel

source: imperial cup
af: keiserlike beker

source: imperial fluid drachm
af: keiserlike vloeistof drachm

source: imperial fluid ounce
af: imperiale vloeibare ons

source: imperial fluid scruple
af: keiserlike vloeistof skrop

source: imperial gallon
af: keiserlike liter

source: imperial gill
af: keiserlike kieu

source: imperial minim
af: keiserlike minim

source: imperial peck
af: keiserlike pik

source: imperial pint
af: keiserlike pint

source: imperial quart
af: keiserlike kwart

source: inch
af: duim

source: inch H20 39F
af: duim H20 39F

source: inch H20 60F
af: duim H20 60F

source: inch Hg
af: duim Hg

source: inch Hg 60F
af: duim Hg 60F

source: international Btu
af: internasionale Btu

source: international calorie
af: internasionale kalorie

source: Josephson constant
af: Josephson konstant

source: kilometer per hour
af: kilometer per uur

source: kilometer per second
af: kilometer per sekonde

source: kip per square inch
af: kip per vierkante duim

source: knot
af: knoop

source: lattice constant
af: traliekonstante

source: league
af: liga

source: leap year
af: skrikkeljaar

source: year
af: jaar

source: light year
af: ligjaar

source: link
af: skakel

source: log 10
af: logboek 10

source: long hundredweight
af: lang honderdgewig

source: lux
af: luukse

source: magnetic flux quantum
af: magnetiese vloed kwantum

source: mean international ampere
af: gemiddelde internasionale ampère

source: mean international Ohm
af: gemiddelde internasionale Ohm

source: mean international Volt
af: gemiddelde internasionale Volt

source: density of mercury
af: digtheid van kwik

source: density of mercury 60F
af: digtheid van kwik 60F

source: metric horsepower
af: metrieke perdekrag

source: metric ton
af: metrieke ton

source: micron
af: mikron

source: mile
af: myl

source: mile per hour
af: myl per uur

source: milliarcsecond
af: milliarcsekonde

source: minute
af: minuut

source: molar
af: molêre

source: molar gas constant
af: molêre gaskonstante

source: mole
af: mol

source: month
af: maand

source: nautical mile
af: seemyl

source: neutron mass
af: neutronmassa

source: newtonian constant of gravitation
af: newtoniaanse gravitasiekonstante

source: nuclear magneton
af: kernmagneton

source: number english
af: nommer Engels

source: number meter
af: aantal meter

source: oil barrel
af: olie vat

source: ounce
af: ons

source: particle
af: deeltjie

source: peak sun hour
af: piek sonuur

source: peck
af: pik

source: pennyweight
af: sentgewig

source: pixel per centimeter
af: pixel per sentimeter

source: pixel per inch
af: pixel per duim

source: Planck constant
af: Planck konstant

source: Planck current
af: Planck stroom

source: Planck mass
af: Planck massa

source: Planck temperature
af: Plank temperatuur

source: Planck time
af: Planck tyd

source: point
af: punt

source: poise
af: gereed

source: pound
af: pond

source: pound force per square inch
af: pond krag per vierkante duim

source: poundal
af: poundaal

source: proton mass
af: proton massa

source: quadrillion Btu
af: kwadriljoen Btu

source: quart
af: kwart

source: quarter
af: kwartaal

source: radian
af: radiaal

source: reciprocal centimeter
af: wederkerige sentimeter

source: refrigeration ton
af: verkoeling ton

source: roentgen equivalent man
af: roentgen ekwivalente man

source: revolutions per minute
af: omwentelinge per minuut

source: revolutions per second
af: omwentelinge per sekonde

source: reciprocal poise
af: wederkerige standpunt

source: rod
af: staaf

source: rydberg constant
af: rydberg konstante

source: scaled point
af: afgeskaal punt

source: scruple
af: skrou

source: second
af: tweede

source: second radiation constant
af: tweede stralingskonstante

source: shake
af: skud

source: shot
af: geskiet

source: sidereal day
af: sideriese dag

# unit
source: sidereal day
af: sideriese dag

source: sidereal month
af: sideriese maand

# unit
source: sidereal month
af: sideriese maand

source: sidereal year
af: sideriese jaar

# unit
source: sidereal year
af: sideriese jaar

source: slinch
af: sluip

source: slug
af: slak

source: speed of light
af: spoed van lig

source: square degree
af: vierkante graad

source: square foot
af: vierkante voet

source: square inch
af: vierkante duim

source: square league
af: vierkantige liga

source: square mile
af: vierkante myl

source: square rod
af: vierkantige staaf

source: square survey mile
af: vierkante opname myl

source: square yard
af: vierkante erf

source: standard atmosphere
af: standaard atmosfeer

source: standard gravity
af: standaard swaartekrag

source: standard liter per minute
af: standaard liter per minuut

source: Stefan-Boltzmann constant
af: Stefan-Boltzmann konstant

source: steradian
af: steradiaan

source: stere
af: stereo

source: stone
af: klip

source: survey foot
af: opname voet

source: survey mile
af: opname myl

source: synodic month
af: sinodiese maand

source: tablespoon
af: eetlepel

source: teaspoon
af: teelepel

source: technical atmosphere
af: tegniese atmosfeer

source: therm
af: term

source: thermochemical Btu
af: termochemiese Btu

source: Thomson cross section
af: Thomson deursnit

source: ton of TNT
af: ton TNT

source: ton of oil equivalent
af: ton olie-ekwivalent

source: toe
af: toon

source: tropical month
af: tropiese maand

source: tropical year
af: tropiese jaar

source: troy pound
af: troy pond

source: turn
af: draai

source: unified atomic mass unit
af: verenigde atoommassa-eenheid

source: unit pole
af: eenheidspaal

source: vacuum permeability
af: vakuum deurlaatbaarheid

source: vacuum permittivity
af: vakuum permittiwiteit

source: Von Klitzing constant
af: Von Klitzing konstant

source: Water volumic mass
af: Watervolumiese massa

source: Water volumic mass at 39F
af: Watervolumiese massa by 39F

source: Water volumic mass at 60F
af: Watervolumiese massa by 60F

source: wien frequency displacement law constant
af: wien frekwensie verplasing wet konstante

source: wien displacement law constant
af: wien verplasing wet konstant

source: Cu X-ray wavelength
af: Cu X-straal golflengte

source: Mo X-ray wavelength
af: Mo X-straal golflengte

source: yard
af: erf

source: Euler‘s number
af: Euler se nommer

source: octave
af: oktaaf

source: sound pressure level
af: klankdrukvlak

source: Incompatible units
af: Onversoenbare eenhede

source: Undefined unit in the registry
af: Ongedefinieerde eenheid in die register
